[
    {
      "id": 1,
      "name": "PATHOLOGY",
      "description": "The Department of Pathology at Parkview Hospital plans to accomplish the most noteworthy guidelines in patient consideration, research, and instruction. Experienced Doctors, Medical Technologist from all fields of clinical prescription work at the Department of Pathology. The Department gives demonstrative pathology benefits in a wide assortment of territories, with the most present-day accessible advancements and exceedingly prepared subspecialists who are perceived broadly and universally for their skill. If you’re looking for the best hospital in Chittagong for the medical test, Parkview hospital will be a good choice. Check Investigation price",
      "img": "https://i.ibb.co/S7KrcyH/diagnostic-lab.jpg"
    },
    {
      "id": 2,
      "name": "RADIOLOGY & IMAGING",
      "description": "Parkview Hospital Radiology brags one the most exceptional symptomatic imaging offices in the nation, uncommonly in Chatogram district. We have best CT-Scan, MRI, Ultrasonography, Digital X-Ray, ECG, EEG, Endoscopy and Colonoscopy, Bone Mineral Density (BMD), Uroflowmetry service in CTG. Our central goal is to acquire logical advances therapeutic imaging to clinical application and give the best finding. Check Radiology & Imaging price",
      "img": "https://i.ibb.co/cvq5Tdj/radilology-imaging-dept-1.jpg"
    },
    {
      "id": 3,
      "name": "PEDIATRICS",
      "description": "Pediatrics and Child Health at Parkview Hospital dedicate to the improvement of the health of all children who are suffering from various diseases. Our vision is to end up a focal point of greatness in pediatrics and youngster wellbeing. We have specialized NICU, PICU for critical neonatal & children patients as well as the outdoor consultant facility.",
      "img": "https://i.ibb.co/fGDMsvs/NICU-parkview-hospital.jpg"
    },
    {
      "id": 4,
      "name": "CARDIOLOGY",
      "description": " Parkview Hospital cardiology department specializes in cardiovascular medicine, heart failure, and transplant cardiology, advanced coronary and structural interventions, cardiac imaging, resuscitation sciences. We have best-specialized adult coronary care unit and pediatric coronary care unit for critical cardiac patients in CTG.",
      "img": "https://i.ibb.co/ZBTyGfS/ccu-ctg.jpg"
    },
    {
      "id": 5,
      "name": "ORTHOPEDIC",
      "description": "The Department of orthopedic at Parkview Hospital plans to accomplish the most noteworthy guidelines in patient consideration, research, and instruction. Experienced Doctors, Medical Technologist from all fields of clinical prescription work at the Department of Pathology. The Department gives demonstrative pathology benefits in a wide assortment of territories, with the most present-day accessible advancements and exceedingly prepared subspecialists who are perceived broadly and universally for their skill. If you’re looking for the best hospital in Chittagong for the medical test, Parkview hospital will be a good choice. Check Investigation price",
      "img": "https://i.ibb.co/nPsFXzw/orthopedic.jpg"
    },
    {
      "id": 6,
      "name": "SURGERY",
      "description": "The Department of Surgery  at Parkview Hospital plans to accomplish the most noteworthy guidelines in patient consideration, research, and instruction. Experienced Doctors, Medical Technologist from all fields of clinical prescription work at the Department of Pathology. The Department gives demonstrative pathology benefits in a wide assortment of territories, with the most present-day accessible advancements and exceedingly prepared subspecialists who are perceived broadly and universally for their skill. If you’re looking for the best hospital in Chittagong for the medical test, Parkview hospital will be a good choice. Check Investigation price",
      "img": "https://i.ibb.co/MkCmc8q/laproscopic-surgery-ctg.jpg"
    },
    {
      "id": 7,
      "name": "DORMITORY",
      "description": "The Department of Dormitory   at Parkview Hospital plans to accomplish the most noteworthy guidelines in patient consideration, research, and instruction. Experienced Doctors, Medical Technologist from all fields of clinical prescription work at the Department of Pathology. The Department gives demonstrative pathology benefits in a wide assortment of territories, with the most present-day accessible advancements and exceedingly prepared subspecialists who are perceived broadly and universally for their skill. If you’re looking for the best hospital in Chittagong for the medical test, Parkview hospital will be a good choice. Check Investigation price",
      "img": ".https://i.ibb.co/WHfBTbQ/Dormitory.jpgg"
    },
    {
      "id": 8,
      "name": "INCENTIVE CARE UNIT (ICU)",
      "description": "The Department of INCENTIVE CARE UNIT (ICU) at Parkview Hospital plans to accomplish the most noteworthy guidelines in patient consideration, research, and instruction. Experienced Doctors, Medical Technologist from all fields of clinical prescription work at the Department of Pathology. The Department gives demonstrative pathology benefits in a wide assortment of territories, with the most present-day accessible advancements and exceedingly prepared subspecialists who are perceived broadly and universally for their skill. If you’re looking for the best hospital in Chittagong for the medical test, Parkview hospital will be a good choice. Check Investigation price",
      "img": "https://i.ibb.co/WKP2NGS/icu.jpg"
    }
  ]